{
  "siteDescription": "Download and play games from the original Reksio's Adventures (Przygody Reksia) series",
  "gameMetaFallback": "Download and play {title}",
  "gameEmbedTitle": "Download {title}",
  "lang_pl": "Polish",
  "lang_ro": "Romanian",
  "lang_ru": "Russian",
  "lang_cz": "Czech",
  "lang_hu": "Hungarian",
  "lang_en": "English",
  "lang_de": "German",
  "lang_nl": "Dutch",
  "lang_fr": "French",
  "lang_es": "Spanish",
  "creditsTranslations": "Translations",
  "creditsBackground": "Background extended by Paweł Wierzbicki",
  "viewInOtherLanguages": "View this website in other languages:",
  "adventuresOfReksio": "Adventures of Reksio",
  "mainSeries": "Main series",
  "educationalGames": "Educational games",
  "forTheLittlestPlayers": "For the littlest players",
  "playInBrowser": "Play in the browser",
  "withoutGameDownloading": "Without downloading",
  "mirrors": "Mirrors",
  "extras": "Extras",
  "newSeries": "New series",
  "englishVersionIsFanMade": "The English version is fanmade and its dubbing is made with AI",
  "mainAboutHello": "Welcome to zagrajwreksia.pl - a website created to archive all the available versions of all the games from Adventures of Reksio series, so that they can be downloaded and even played directly in the browser (via ReksioEngine).",
  "mainAboutReadMore": "Read more about the project",
  "mainAboutBoombit": "The studio BoomBit (Aidem Media) has had its license to use the character Reksio expire, making them unable to sell their games featuring it anymore, and do not have issues with people downloading the games.",
  "mainAboutNotOfficial": "This is not an official website of the game - the author of the website has nothing to do with Aidem Media/Boombit.",
  "mainAboutMoreAboutGames": "You can find more information about the games from the the Adventures of Reksio series at:",
  "reksiohubLink": "Przygody Reksia HUB",
  "reksiopediaLink": "Reksiopedia <pl></pl>",
  "reksiowebsiteLink": "Original game website <pl></pl>",
  "chooseLanguageVersion": "Select a language version",
  "releaseDate": "Release date",
  "goBack": "Go back",
  "reksioAndPirates": "Reksio and the Pirate Treasure",
  "reksioAndUFO": "Reksio and the UFO",
  "reksioAndWizards": "Reksio and the Wizards",
  "reksioAndTimeMachine": "Reksio and the Time Machine",
  "reksioAndCaptainNemo": "Reksio and Captain Nemo",
  "reksioAndKretesInAction": "Reksio and Kretes in Action",
  "reksioAndKretesTheMystery": "Reksio and Kretes: The Mystery of the Third Dimension",
  "reksioAndCityOfSecrets": "City of Secrets",
  "reksioAndCityOfSecretsLE": "Reksio and the City of Secrets: Limited Edition",
  "cityOfSecrets": "City of Secrets",
  "cityOfSecrets2": "City of Secrets 2",
  "abcWithReksio": "ABC with Reksio",
  "reksioAndOrthography": "Reksio and Orthography",
  "countingWithReksio": "Counting with Reksio",
  "reksioKindergarten": "Reksio's Joyous Kindergarten",
  "reksioPuzzles": "Reksio's Puzzles - The Great Explorer",
  "reksioAndAnimals": "Reksio and Animals",
  "reksioAndFriends": "Reksio and Friends",
  "originalCDVersionName": "Original CD version (ISO)",
  "originalCDVersionDescription": "This version is exactly as it appears on the disk; may not work on modern operating systems.",
  "improvedVersionName": "Improved version with patches",
  "mods": "Mods",
  "modsNotice": "Mods are not tested nor verified by the author of this website.",
  "drobLoaderDescription": "Adds loading pre-made savestates. Useful when you get stuck somewhere due to bugs that block further gameplay.",
  "alternativeSoundtrack": "Alternative soundtrack",
  "alternativeSoundtrackDescription": "Adds an alternative soundtrack created by Bartek Brosz, the creator of the original soundtrack for subsequent games. More information in the source.",
  "unusedContent": "Unused content",
  "unusedContentDescription": "A collection of patches that enables unused content (e.g., dialogues that are in the game files but are not used) and fix bugs. More details in the source.",
  "instructionsUnpackZip": "Extract the contents of the archive to the main game folder.",
  "zipArchive": "ZIP Archive",
  "instructionsRunExe": "Extract the ZIP archive and run the game by clicking on <b>{file}</b>",
  "instructionsLinux": "<b>Only if you use Linux</b>: Install wine, then run the game using \"linux-runner.sh\".",
  "instructionsLinuxNoRunner": "<b>Only if you use Linux</b>: Install wine, then run \"winecfg\". In Libraries tab, type \"ddraw\" in the \"New override for library\" box and click \"Add\" (patches won't work otherwise).",
  "betterInstallOther": "It is recommended to download \"{name}\" instead.",
  "instructionsUnpackSoundtrackReksioPiraci": "Extract the contents of the \"Reksio Piraci\" folder to the main game folder.",
  "improvedVersionWithCommunityPatchesDescription": "No-CD patch + community patches + patches for modern operating systems. Fixes known crashes, bugs that prevent game progression, eliminates graphical errors, and improves game performance.",
  "improvedVersionDescription": "No-CD patch + patches for modern operating systems.",
  "improvedVersionWithOfficialAndCommunityPatchesDescription": "No-CD patch + official patches + patches for modern operating systems. Fixes known crashes, bugs that prevent game progression, eliminates graphical errors, and improves game performance.",
  "unofficialPCPort": "Unofficial PC port",
  "unofficialPCPortDescription": "This game was ported from Android/iOS to PC by community.",
  "unofficialTranslationDescription": "Unofficial fanmade translation. Dubbing is made with AI.",
  "visitReksioDiscordForHelp": "Need help with the game or installation? Join Reksio community on <link>Discord</link>!<br></br>Ask for help on #warsztat-koguta channel - mention that you downloaded the game from zagrajwreksia.pl and specify which version eg. \"Improved version with patches\".",
  "source": "Source",
  "credits": "Credits",
  "createdAndManagedBy": "Website created and managed by <link>Adikso</link>",
  "gamesCreatedBy": "Games created by <link>Boombit</link>",
  "sourceCode": "Source code",
  "playerEnterFullscreen": "Fullscreen",
  "playerImportSaveFile": "Load save",
  "playerExportSaveFile": "Download save",
  "playerPressHereToStart": "Press here to start",
  "specialInstructions": "Special instructions",
  "codeFromBooklet": "If the game asks you for the code from the booklet, enter the following:",
  "workingOnThisVersion": "We are working on making this version available.",
  "cncDdrawInstruction": "It is recommended to install <a href=\"https://iso.zagrajwreksia.pl/cnc-ddraw-reksio.zip\">cnc-ddraw</a> which fixes graphical bugs on modern operating systems. Extract the archive to the game's folder (somewhere in C:/Program Files/AidemMedia/...).",
  "reksioAndPiratesDescription": "Somewhere in the Non-Pacific Ocean, under mysterious circumstances, the pirate Captain O'Verboard disappears. Along with him vanishes the only map leading to the legendary treasure...\n\nMeanwhile, Reksio, windsurfing across the sea, is caught in a raging storm. Amid flashes of lightning and the roar of the waves, Reksio crashes into the shores of a mysterious island. Soon after, he finds a bottle washed up on the beach, containing an enigmatic message:\nRIKWA29\n\nAnd so, together with the player, he becomes entangled in a grand pirate adventure.\n\nWhat really happened to Captain O'Verboard?\n\nWhat is the lost tribe of the island chickens guarding so closely?\n\nWhat secrets lie beneath the volcano?\n\nWhere is the Pirate Treasure hidden?\n\nWhat was Kretes doing on the island?\n\nYou'll find out everything by joining Reksio on this danger-filled and thrilling adventure.",
  "reksioAndUFODescription": "Somewhere in galaxy not so far away... in a system where the egg is no surprise... on a planet where a the rooster crows \"good night\"... a mysterious Henperor is building a powerful weapon, with which he plans to conquer the entire universe...\n\nMeanwhile, Reksio, having uncovered the secret of the Pirates Treasure, returns home... There, he learns that the hens from his yard have been abducted by UFOs... Reksio decides to rescue the hens and sets off in pursuit of the cosmic kidnappers.\n\nWhy were the hens abducted?\n\nWho actually is the mysterious Henperor?\n\nWhat is the orache from the planet Henakis used for?\n\nCan love be strong enough to tear down walls?\n\nYou'll find out everything by joining Reksio on another surprise-filled and thrilling adventure...",
  "reksioAndWizardsDescription": "Somewhere in the crumbling Wonderland, the Barkchancellor of the University of Magic studies an ancient prophecy. It reveals that only a mysterious Chosen One possesses the power to unmask \"He Who Shall Not Be Guesed\" and stop his twisted machinations.\n\nThe sound of shattering glass interrupts the wizard's frantic pondering — as a monstrously large mole bursts into his study, shouting: \"Inconceivable!\"... Hot on his heels, the brave dog Reksio enters Wonderland...\n\nIs Reksio the Chosen One foretold in the prophecy?\n\nWhich of the seven wizards is \"He Who Shall Not Be Guesed\"?\n\nCan Wonderland be saved from destruction with the help of a perpetually disgruntled mole, a loquacious stone, and a handful of magical doohickeys?\n\nHow can you tell if you're just an ordinary frog or an enchanted princess?\n\nAnd how do you master powerful spells over a single weekend?\n\nYou'll find out everything by joining Reksio on yet another adventure full of surprises and thrilling escapades...",
  "reksioAndTimeMachineDescription": "Having defeated the evil wizard, Reksio and Kretes hoped to finally rest. But that was not to be. Captured by the Order of the Rosy Tail, they spent the rest of their lives in the dungeons. Reksio never had another adventure, and Kretes never returned to his Molly...\"\n\nIf you don't want the story to end this way, help Reksio jury-rig an old sofa into a time machine and... go so fa back in time to the distant past. For only there lives the one person who knows how to alter the course of history and straighten the twists of time.\nThat person is the mysterious Nostradamus...\n\nWho is Nostradamus, and why is he so mysterious?\n\nWhere did the Time Funnels and Time Mounds come from — and how do they work?\n\nDid the dinosaurs really go extinct? Or did they just go... somewhere else?\n\nWho are the guardians of the secret mantra that holds the key to passing the Snake Rift in the Pyramid of Fear?\n\nHow do you win a knight's tournament when you're a dog?\n\nWhat is the real story behind Mona Lisa's smile?\n\nAnd which numbers are worth betting on in the lottery?\n\nYou'll find out *most* of the answers by joining Reksio and Kretes on their fourth, action-packed and surprise-filled adventure...",
  "reksioAndCaptainNemoDescription": "After the time machine is destroyed at the turn of the 20th century, Reksio and Kretes are forced to find another way back to their own time. Their best hope lies with the famous detective Shellock Holmes. Unfortunately, their plans to find this legendary figure are thwarted by the mysterious Nemo, captain of the submarine Nautilus.\n\nWill the great journey around the world end in success — or rather, will it ever end at all?\n\nWill Willy Frogg prove everyone wrong and make them look like fools?\n\nWhere is the cradle of the ancient Molon civilization buried — and is that where the *real* mystery lies?\n\nWill Reksio win the heart of Kari Mata Hari?\n\nCan Woodchuck Norris really dig tunnels with a roundhouse kick?\n\nYou'll find out everything by joining Reksio and Kretes on yet another breathtaking and unforgettable adventure...",
  "reksioAndKretesInActionDescription": "A standalone arcade-style addition to the Adventures of Reksio series. It does not require playing any of the games from the series, nor any prior knowledge of Reksio's previous adventures — just focus and nimble fingers.\n\nSeveral months have passed since Reksio and Kretes's grand adventure came to an end. The heroes are now enjoying some well-deserved peace and quiet.\n\nBut the calm is interrupted by the arrival of a package from America — an exclusive set of arcade games based on the adventures of Reksio and Kretes. The heroes sit down in front of the Claystation, invented by the ever-creative Rooster Inventor, and start to play.\n\nIn doing so, they begin to uncover a number of strange inconsistencies...",
  "reksioAndKretesTheMysteryDescription": "A mysterious hum in the middle of the night jolts Reksio, Kretes, and the Rooster Inventor out of bed. Without hesitation and despite the danger, the friends set out to investigate.\n\nSoon, they discover that a massive Black Monolith has appeared in a forest clearing. Kretes touches its surface — and in an instant, all three heroes are pulled into the depths of the third dimension.\n\nSomeone has kidnapped the friends and left them stranded at the foot of the Dark Tower.\n\nSomeone has torn them from the safety of their flat, 2D world and cast them into a hostile, three-dimensional space.\n\nSomeone has built 54 labyrinths to put their friendship to the ultimate test.\n\nSomeone ruthless.\n\nSomeone... familiar.",
  "reksioAndCityOfSecretsDescription": "After Rex falls into a hole in your basement, you must rescue him from a city full of secrets in this incredible adventure game! Not only has Rex found a city full of mole people, but he's also been accused of espionage!",
  "cityOfSecrets2Description": "Usually, a perilous adventure hides behind a completely innocent beginning. A beginning that doesn't mention anything about a giant worm, dangerous cooking recipes, the common people fighting the oppressive regime, rebelling workers and trade unions. Nor does it mention a strange salesman that forgoes the career of a dark god to start his own fish stand business. An innocent beginning doesn't say anything that could be linked to words like danger, trouble, or threat. It's just the way with all those adventures, it seems they have nothing better to do than just render a man's... animal's... mole's... life unpleasant.\n\nMoles the Mole, a not-so-bright and nice hero, but a hero nonetheless, will have the questionable opportunity to discover what fate has in store for him. One night, closer to morning than evening, Moles has been brutally awakened by scary noises. Fear tightened it's icy grip on Moles's heart and just when our hero was about to execute a tactical withdrawal, the mystery solved itself - with a terrifying series of noises, our hero's most impressive muscle was demanding a night snack. Unfortunately, the problem with adventure games is that nothing's ever easy in them. The fridge is empty, the designer didn't draw a larder and the writer already had an idea how to complicate the hero's life. Now that's an innocent beginning, if I've ever seen one. And you know what's the usual deal with those innocent beginnings.\n\nThis game was tested on animals. They didn't like it and went away.\nThis game was tested on testers. Nobody asked them if they wanted to do it and they couldn't get away.",
  "reksioAndCityOfSecretsLEDescription": "",
  "cityOfSecretsDescription": "",
  "reksioAndOrthographyDescription": "",
  "reksioKindergartenDescription": "",
  "countingWithReksioDescription": "",
  "abcWithReksioDescription": "",
  "reksioPuzzlesDescription": ""
}
