{
  "siteDescription": "Zagraj w gry z oryginalnej serii Przygody Reksia",
  "gameMetaFallback": "Pobierz i zagraj w {title}",
  "gameEmbedTitle": "Pobierz {title}",
  "lang_pl": "Polski",
  "lang_ro": "Rumuński",
  "lang_ru": "Rosyjski",
  "lang_cz": "Czeski",
  "lang_hu": "Węgierski",
  "lang_en": "Angielski",
  "lang_de": "Niemiecki",
  "lang_nl": "Niderlandzki",
  "lang_fr": "Francuski",
  "lang_es": "Hiszpański",
  "creditsTranslations": "Tłumaczenia",
  "creditsBackground": "Tło rozszerzone przez Pawła Wierzbickiego",
  "viewInOtherLanguages": "Zobacz tę stronę w innym języku:",
  "adventuresOfReksio": "Przygody Reksia",
  "mainSeries": "Główna seria",
  "educationalGames": "Gry edukacyjne",
  "forTheLittlestPlayers": "Dla bardzo małych graczy",
  "playInBrowser": "Graj w przeglądarce",
  "withoutGameDownloading": "Bez pobierania gry",
  "mirrors": "Mirrory",
  "extras": "Dodatki do serii",
  "newSeries": "Nowa seria",
  "englishVersionIsFanMade": "Wersja w języku angielskim jest wersją fanowską i używa AI do dubbingu",
  "mainAboutHello": "Witaj na zagrajwreksia.pl – stronie poświęconej archiwizacji wszelkich możliwych gier o reksiu (oraz ich wersji), umożliwiającej ich pobranie, a także grę w niektóre z nich bezpośrednio w przeglądarce (dzięki ReksioEngine).",
  "mainAboutReadMore": "Przeczytaj więcej o projekcie",
  "mainAboutBoombit": "Firmie BoomBit (Aidem Media) wygasła licencja na wykorzystywanie postaci Reksia przez co nie są w stanie jej już sprzedawać i nie mają nic przeciwko pobieraniu gier.",
  "mainAboutNotOfficial": "To nie jest oficjalna strona gry - autor strony nie ma nic wspólnego z Aidem Media/Boombit.",
  "mainAboutMoreAboutGames": "Więcej informacji o grach z serii Przygody Reksia możesz znaleźć na:",
  "reksiohubLink": "Przygody Reksia HUB",
  "reksiopediaLink": "Reksiopedia",
  "reksiowebsiteLink": "Oryginalna strona gry",
  "comeToDiscord": "Zapraszamy również na bardzo aktywny serwer Discord fandomu.",
  "chooseLanguageVersion": "Wybierz wersję językową",
  "releaseDate": "Data wydania",
  "goBack": "Powrót",
  "reksioAndPirates": "Reksio i Skarb Piratów",
  "reksioAndUFO": "Reksio i UFO",
  "reksioAndWizards": "Reksio i Czarodzieje",
  "reksioAndTimeMachine": "Reksio i Wehikuł Czasu",
  "reksioAndCaptainNemo": "Reksio i Kapitan Nemo",
  "reksioAndKretesInAction": "Reksio i Kretes w Akcji",
  "reksioAndKretesTheMystery": "Reksio i Kretes Tajemnica Trzeciego Wymiaru",
  "reksioAndCityOfSecrets": "Reksio i Miasto SeKretów",
  "reksioAndCityOfSecretsLE": "Reksio i Miasto SeKretów: Limited Edition",
  "cityOfSecrets": "City of Secrets",
  "cityOfSecrets2": "Miasto SeKretów 2",
  "abcWithReksio": "ABC z Reksiem",
  "reksioAndOrthography": "Reksio i Ortografia",
  "countingWithReksio": "Liczę z Reksiem",
  "reksioKindergarten": "Wesołe Przedszkole Reksia",
  "reksioPuzzles": "Łamigłówki Reksia - Wielki Odkrywca",
  "reksioAndAnimals": "Reksio i Zwierzęta",
  "reksioAndFriends": "Reksio i Przyjaciele",
  "originalCDVersionName": "Oryginalna wersja z płyty (ISO)",
  "originalCDVersionDescription": "Wersja dokładnie taka jak na płycie; może nie działać na współczesnych systemach operacyjnych.",
  "improvedVersionName": "Wersja poprawiona z łatkami",
  "mods": "Mody",
  "modsNotice": "Mody nie są przetestowane ani zweryfikowane przez autora tej strony.",
  "drobLoaderDescription": "Dodaje możliwość ładowania gotowych zapisów. Przydatne, gdy utkniesz w jakimś miejscu z powodu bugów blokujących dalszą grę.",
  "alternativeSoundtrack": "Alternatywny soundtrack",
  "alternativeSoundtrackDescription": "Dodaje alternatywny soundtrack stworzony przez Bartka Brosza - twórcy oryginalnego soundtracku do kolejnych części Przygód Reksia. Więcej informacji w źródle.",
  "unusedContent": "Niewykorzystana zawartość",
  "unusedContentDescription": "Zbiór łatek przywracających niewykorzystaną zawartość (np. dialogi które są w plikach gry, ale nie są użyte) i naprawiających bugi. Więcej szczegółów w źródle.",
  "instructionsUnpackZip": "Wypakuj zawartość archiwum do głównego folderu gry.",
  "zipArchive": "Archiwum ZIP",
  "instructionsRunExe": "<b><u>Wypakuj archiwum ZIP</u></b> i uruchom grę klikając na plik {file}.",
  "instructionsLinux": "<b>Tylko jeżeli używasz Linuxa</b>: Zainstaluj wine i uruchom grę poprzez \"linux-runner.sh\".",
  "instructionsLinuxNoRunner": "<b>Tylko jeżeli używasz Linuxa</b>: Zainstaluj wine i odpal \"winecfg\". W zakładce Libraries w \"New override for library\" wpisz \"ddraw\" i kliknij \"Add\" (inaczej łatki nie zadziałają).",
  "betterInstallOther": "Zaleca się zamiast tego pobranie \"{name}\".",
  "instructionsUnpackSoundtrackReksioPiraci": "Wypakuj zawartość katalogu \"Reksio Piraci\" do głównego katalogu gry.",
  "unofficialPCPort": "Nieoficjalny port PC",
  "unofficialPCPortDescription": "Gra przeportowana przez społeczność z Androida/iOS na PC.",
  "unofficialTranslationDescription": "Nieoficjalne tłumaczenie fanowskie. Do stworzenia dubbingu wykorzystano AI.",
  "improvedVersionWithCommunityPatchesDescription": "Łatka No-CD + łatki społeczności + łatki dla współczesnych systemów operacyjnych. Usuwa znane crashe, błędy uniemożliwiające dalszą rozgrywkę, eliminuje błędy graficzne i poprawia wydajność gry.",
  "improvedVersionDescription": "Łatka No-CD + łatki dla współczesnych systemów operacyjnych.",
  "improvedVersionWithOfficialAndCommunityPatchesDescription": "Łatka No-CD + oficjalne łatki + łatki społeczności + łatki dla współczesnych systemów operacyjnych. Usuwa znane crashe, błędy uniemożliwiające dalszą rozgrywkę, eliminuje błędy graficzne i poprawia wydajność gry.",
  "visitReksioDiscordForHelp": "Potrzebujesz pomocy z grą lub instalacją? Wejdź na <link>Discorda</link> społeczności!<br></br>Poproś o pomoc na kanale #warsztat-koguta - wspomnij że pobrałeś grę z zagrajwreksia.pl i napisz którą wersję np. \"Wersja poprawiona z łatkami\".",
  "source": "Źródło",
  "credits": "Autorzy",
  "createdAndManagedBy": "Strona stworzona i zarządzana przez <link>Adikso</link>",
  "gamesCreatedBy": "Gry stworzone przez <link>Boombit</link>",
  "sourceCode": "Kod źródłowy",
  "playerEnterFullscreen": "Pełny ekran",
  "playerImportSaveFile": "Wczytaj zapis",
  "playerExportSaveFile": "Eksportuj zapis",
  "playerPressHereToStart": "Kliknij tutaj aby uruchomić grę",
  "specialInstructions": "Dodatkowe instrukcje",
  "codeFromBooklet": "W przypadku, gdy gra poprosi Cię o podanie kodu z książeczki, wpisz poniższy kod:",
  "workingOnThisVersion": "Pracujemy nad udostępnieniem tej wersji.",
  "cncDdrawInstruction": "Zalecana instalacja <a href=\"https://iso.zagrajwreksia.pl/cnc-ddraw-reksio.zip\">cnc-ddraw</a> naprawiającego bugi graficzne na współczesnych systemach operacyjnych. Archiwum wypakuj do folderu z zainstalowaną grą (gdzieś w C:/Program Files/AidemMedia/...).",
  "reksioAndPiratesDescription": "Gdzieś na Oceanie Niespokojnym w tajemniczych okolicznościach znika dowódca piratów Kapitan O'Gryzek. Razem z nim ginie jedyna mapa prowadząca do legendarnego skarbu...\n\nTymczasem pływający na desce windsurfingowej Reksio zostaje porwany przez szalejący sztorm. Wśród błysków piorunów i ryku fal Reksio rozbija się u wybrzeży tajemniczej wyspy. Wkrótce znajduje wyrzuconą przez ocean butelkę z zagadkową zawartością.\n\nW ten sposób wraz z graczem, zostaje wplątany w wielką piracką przygodę.\n\nCo naprawdę stało się z Kapitanem O'Gryzkiem?\n\nCzego tak pilnie strzeże zaginione plemię Czarnych Kur?\n\nJaką tajemnicę kryją podziemia wulkanu?\n\nGdzie ukryty jest Skarb Piratów?\n\nJak Kretes zachowywał się na Wyspie?\n\nWszystkiego dowiesz się towarzyszą Reksiowi w tej obfitującej w niebezpieczeństwa i pełnej pasjonujących przygód wyprawie.",
  "reksioAndUFODescription": "Gdzieś w odległej galaktyce... na planecie gdzie kret mówi dobranoc... tajemniczy Kurator buduje potężne jajo, przy pomocy którego chce podbić cały wszechświat...\n\nTymczasem Reksio po rozwiązaniu tajemnicy Skarbu Piratów, wraca do domu... Tu dowiaduje się, że kury z jego podwórka zostały uprowadzone przez UFO... Reksio postanawia uratować kury i wyrusza w pościg za kosmicznymi porywaczami.\n\nDlaczego porwano właśnie kury?\n\nKim naprawdę jest tajemniczy Kurator?\n\nDo czego służy lebiodka z planety Kurakis?\n\nCzy miłość wystarczy, by zburzyć mury?\n\nWszystkiego dowiesz się, towarzysząc Reksiowi w kolejnej obfitującej w niespodzianki i pełnej pasjonujących przygód wyprawie...",
  "reksioAndWizardsDescription": "Gdzieś w chylącej się ku upadkowi Krainie Czarów Burektor Uniwersytetu Magii studiuje tekst pradawnej przepowiedni. Wynika z niej, że jedynie tajemniczy Wybraniec ma moc wystarczającą, aby zdemaskować Tego, Który Tak Potwornie Mąci i powstrzymać jego niecne knowania.\n\nBrzęk tłuczonego lustra przerywa gorączkowe rozważania Czarodzieja - oto przez jego gabinet przelatuje z okrzykiem: „No nie wierzę!” monstrualnych rozmiarów kret. W ślad za nim do Krainy Czarów wkracza dzielny pies Reksio...\n\nCzy Reksio jest Wybrańcem, o którym mówi przepowiednia...?\n\nKtóry z siedmiu Czarodziejów jest Tym, Który Tak Potwornie Mąci?\n\nCzy przy pomocy wiecznie niezadowolonego kreta, gadatliwego kamienia i garści magicznych przedmiotów można uratować Krainę Czarów od zagłady?\n\nW jaki sposób sprawdzić, czy jest się zwykłą żabą, czy też zaklętą królewną?\n\nOraz jak nauczyć się potężnych zaklęć w weekend?\n\nWszystkiego dowiesz się, towarzysząc Reksiowi w kolejnej obfitującej w niespodzianki i pełnej pasjonujących przygód wyprawie...",
  "reksioAndTimeMachineDescription": "\"Pokonawszy złego Czarodzieja, Reksio i Kretes mieli zamiar wreszcie odpocząć. Nie było im to jednak dane. Pojmani przez Zakon Ryżokitowców resztę życia spędzili w lochach. Reksio nie przeżył już żadnych przygód, a Kretes nigdy nie wrócił do swojej Molly...\"\n\nJeżeli nie chcesz, by tak potoczyła się historia, pomóż Reksiowi przebudować starą sofę na wehikuł czasu i sofnij się... cofnij się wraz z nim w odległą przeszłość. Bowiem właśnie tam żyje jedyna osoba, która wie, jak naprawić zegar historii, odmienić przebieg zdarzeń i wyprostować meandry czasu. Osobą ten jest tajemniczy Nostradamus...\n\nKim jest Nostradamus i dlaczego jest taki tajemniczy?\n\nSkąd się wzięły i jak działają Leje i Kopce Czasowe?\n\nCzy dinozaury faktycznie wyginęły? Czy może tylko gdzieś poszły?\n\nKim są strażnicy tajemnej mantry, która stanowi klucz do pokonania Rozpadliny Węży w Piramidzie Strachu?\n\nJak wygrać turniej rycerski, będąc psem?\n\nJaka jest prawdziwa historia uśmiechu Mona Lisy?\n\nJakie liczby warto obstawić w Dużym Lotku?\n\nWiększość odpowiedzi poznacie, towarzysząc Reksiowi i Kretesowi w kolejnej, czwartej już, jakże obfitującej w przygody i niespodzianki, wyprawie...",
  "reksioAndCaptainNemoDescription": "Po zniszczeniu wehikułu czasu na przełomie XIX i XX wieku Reksio i Kretes zmuszeni zostają, by poszukać innego sposobu powrotu do swoich czasów. Bohaterom może pomóc słynny detektyw Shlafrock Holmes. Niestety, plany odnalezienia tej legendarnej postaci pokrzyżują podróżnikom tajemniczy Kapitan Nemo, dowódca podwodnego okrętu Nautilus.\n\nCzy wielka podróż dookoła świata zakończy się sukcesem i czy w ogóle się zakończy?\n\nCzy Willy Frogg zrobi wszystkich w balona?\n\nGdzie pogrzebana jest kolebka cywilizacji starożytnych Kretonów i czy właśnie tam leży pies pogrzebany?\n\nCzy Reksio podbije serce Kari Maty Hari?\n\nCzy Chuck Nornik jest w stanie kopać nory z półobrotu?\n\nWszystkiego dowiecie się, towarzysząc Reksiowi i Kretesowi w kolejnej zapierającej dech wyprawie...",
  "reksioAndKretesInActionDescription": "\"Niezależny, zręcznościowy dodatek do serii Przygody Reksia. Nie wymaga instalacji innych gier z serii, ani znajomości treści innych gier z Reksiem - wymaga jedynie koncentracji i zręcznych palców.\"\n\n\"Minęło kilka miesięcy od zakończenia wielkiej przygody Reksia i Kretesa. Bohaterowie rozkoszują się upragnionym spokojem. Sielankę przerywa nadejście paczki z Ameryki. To ekskluzywny zestaw gier zręcznościowych o przygodach Reksia i Kretesa. Bohaterowie zasiadają przed konsolą, skonstruowaną przez Koguta Wynalazcę i próbują grać. Przy okazji odkrywają wiele nieścisłości...\"",
  "reksioAndKretesTheMysteryDescription": "Tajemniczy szum w środku nocy stawia na nogi Reksia, Kretesa i Koguta Wynalazcę. Przyjaciele, nie bacząc na niebezpieczeństwo, wyruszają na zwiad. Niebawem okazuje się, że na polanie w lesie wyrósł potężny Czarny Monolit. Kretes dotyka jego powierzchni i naraz wszyscy trzej bohaterowie zostają wciągnięci w czeluść trzeciego wymiaru.\n\nKtoś uprowadził przyjaciół i porzucił u podnóża Mrocznej Wieży.\n\nKtoś wyrwał ich z bezpiecznego płaskiego rysunku i umieścił w niegościnnej trójwymiarowej przestrzeni.\n\nKtoś przygotował 54 labirynty aby wystawić ich przyjaźń na próbę.\n\nKtoś pozbawiony skrupułów\n\nKtoś znajomy...",
  "reksioAndCityOfSecretsDescription": "Dzielny pies Reksio schodzi do piwnicy w norze swojego przyjaciela komandora kreta Kretesa i dosłownie \"zapada się pod ziemię\". Zaniepokojony komandor wyrusza natychmiast jego śladem i wkrótce poprzez labirynt korytarzy i tuneli dociera do ukrytego pod ziemią, tajemniczego miasta kretów. Okazuje się, że Reksio został pojmany, uwięziony i skazany za szpiegostwo na rzecz Szczurów, a to, jak okaże się niebawem, zaledwie czubek przysłowiowej kury lodowej.\n\nCzy Kretesowi uda się w porę uwolnić Reksia?\n\nKim jest tajemniczy burmistrz, który rządzi miastem od czasów rewolucji?\n\nCzy Reksio pozwoli dobrowolnie połknąć się olbrzymiemu wężowi, żeby odzyskać zagubioną puszkę z dowodami rzeczowymi?\n\nCo mieści się w sercu krainy Szczurów?\n\nPrzygotuj się na fascynującą, kolorową i trójwymiarową podróż do wnętrza Ziemi. Kierując na zmianę Reksiem i Kretesem, przeżyj najbardziej niesamowitą z dotychczasowych przygód i odkryj wszystkie sekrety Miasta seKretów.",
  "cityOfSecrets2Description": "Zwykle niebezpieczne przygody mają całkowicie niewinny początek. Początek, który nie ma nic wspólnego z gigantycznymi robakami, podejrzanymi przepisami, walką ludu z reżimem, protestującymi robotnikami czy związkami zawodowymi. Ani z osobliwym sprzedawcą rezygnującym z kariery mrocznego bóstwa na rzecz prowadzenia własnego stoiska rybnego. Ani z niczym innym, co można by powiązać ze słowami takimi jak kłopoty czy zagrożenie. Tak to już jest z tymi przygodami, które jedyne co, to uprzykrzają życie ludziom... zwierzętom... kretom.\n\nKreta Kretesa, nie najbystrzejszego i najbardziej uprzejmego, ale wciąż bohatera, czeka wątpliwą przyjemność odkrycia, co los trzyma dla niego w zanadrzu. Pewnej nocy (bliżej rana niż wieczora) Kretes został brutalnie zbudzony przez przerażające odgłosy. Strach zacisnął swe szpony na sercu biednego kreta i gdy ten szykował się już do taktycznego odwrotu... zagadka rozwiązała się sama - za mrożącymi krew w żyłach odgłosami stał najbardziej imponujący mięsień bohatera, domagając się w ten sposób nocnej przekąski. Niestety, z grami przygodowymi jest taki problem, że nic nie jest w nich proste. Lodówka okazała się pusta, spiżarni projektant nie raczył narysować, scenarzysta za to zdążył już wpaść na pomysł, jak utrudnić życie Kretesowi. To dopiero niewinny początek. A co będzie dalej, pewnie już się domyślacie.\n\nGra była testowana na zwierzętach. Niezbyt im się to spodobało i uciekły.\nGra była testowana również na testerach. Ci nie mieli wyboru.",
  "reksioAndCityOfSecretsLEDescription": "Dzielny pies Reksio schodzi na moment do piwnicy w norze swojego przyjaciela kreta Kretesa. I dosłownie \"zapada się pod ziemię\". Zaniepokojony komandor wyrusza natychmiast jego śladem i wkrótce dociera do ukrytego pod ziemią, tajemniczego miasta kretów. Okazuje się, że Reksio został pojmany, uwięziony i skazany za szpiegostwo na rzecz szczurów. A to, jak okaże się niebawem, zaledwie czubek przysłowiowej kury lodowej.\n\nCzy Kretesowi uda się w porę uwolnić Reksia?\n\nKim jest tajemniczy burmistrz, który rządzi miastem od czasów rewolucji?\n\nCzy Reksio pozwoli dobrowolnie połknąć się olbrzymiemu wężowi, żeby odzyskać zagubioną puszkę z dowodami rzeczowymi?\n\nCo mieści się w sercu krainy szczurów?",
  "cityOfSecretsDescription": "(Odmiana \"Reksio i Miasto SeKretów: Limited Edition\" na rynek międzynarodowy ze zmianami)\n\nDzielny pies Reksio schodzi na moment do piwnicy w norze swojego przyjaciela kreta Kretesa. I dosłownie \"zapada się pod ziemię\". Zaniepokojony komandor wyrusza natychmiast jego śladem i wkrótce dociera do ukrytego pod ziemią, tajemniczego miasta kretów. Okazuje się, że Reksio został pojmany, uwięziony i skazany za szpiegostwo na rzecz szczurów. A to, jak okaże się niebawem, zaledwie czubek przysłowiowej kury lodowej.\n\nCzy Kretesowi uda się w porę uwolnić Reksia?\n\nKim jest tajemniczy burmistrz, który rządzi miastem od czasów rewolucji?\n\nCzy Reksio pozwoli dobrowolnie połknąć się olbrzymiemu wężowi, żeby odzyskać zagubioną puszkę z dowodami rzeczowymi?\n\nCo mieści się w sercu krainy szczurów?",
  "reksioAndOrthographyDescription": "Program \"Reksio i ortografia\" adresowany jest do uczniów szkół podstawowych i zawiera kompletną wiedzę ortograficzną, wymaganą przez program nauczania. Jest zbiorem zasad pisowni oraz ciekawych, dynamicznych zabaw sprawdzających znajomość ortografii, w których można wybrać poziom trudności i zagadnienie. Pasjonujące gry z Reksiem umilą naukę i zachęcą do utrwalania zdobytej wiedzy. Sprawią, że nauka stanie się niezapomnianą przygodą!\n\nW programie znajdują się ulubione przez dzieci typy gier i zabaw. Są to między innymi wyścigi samochodów, motorówek, slalom skuterem śnieżnym, czy gry zręcznościowe: wyspa bobrów, wyścig po nenufarach, wylęgarnia kurczaków i turniej przy studni. Jeśli dziecko woli gry strategiczne, zapraszamy do zabawy polegającej na zdobywaniu zamków. Gdy jednak pisownia niektórych wyrazów sprawia kłopot, Reksio zaprasza do swojej budy, na krótką lekcję ortografii. Ale to jeszcze nie wszystko...\n\nCałość nasycona jest bogatą grafiką animowaną, wesołą muzyką oraz ciekawymi pomysłami na łatwe przyswojenie zasad poprawnej pisowni. Czego można chcieć więcej! Wystarczy dużo ćwiczyć, aby być najlepszym!",
  "reksioKindergartenDescription": "\\\"Wesołe Przedszkole Reksia\\\" to kolejny tytuł z serii edukacji przedszkolnej dla najmłodszych dzieci. Program opracowany został według założeń dydaktycznych wychowania przedszkolnego. Zawiera siedem interesujących zabaw, które wspomagają tok edukacji przedszkolnej, stymulują rozwój umysłowy oraz twórcze myślenie.\n\nKolejka - ulubiona zabawa wszystkich przedszkolaków. W tej grze należy pomóc maszyniście zabrać wszystkich pasażerów i dojechać z nimi na stację końcową. To wiele godzin zabawy dla każdego malucha i jego taty!\n\nZnikające zabawki - Gdzie jest miś? Czy to ta sama lalka czy inna? A czy był tutaj robot?\nDoskonała zabawa ćwicząca pamięć i spostrzegawczość. Rosnący poziom trudności i dużo zabawnych animacji.\n\nMemo - tę zabawę, polegającą na łączeniu elementów w pary znają wszystkie dzieci. Ale w naszym programie wzbogaciliśmy ją w animowane plansze i mówiące karty memo! Znakomita zabawa dla dwóch osób!\n\nKlocki - Każde dziecko lubi się nimi bawić? Niestety prawdziwe klocki nie potrafią się ruszać... Klocki Reksia - potrafią! Zbuduj statek, ambulans, krokodyla i zobacz, co się stanie...\n\nWesoła Strzelnica - W tej zabawie zwycięzcą zostaje ten, kto pobije rekord strzelnicy.!\nTo dynamiczna gra zręcznościowa zarówno dla młodszych, jak i starszych dzieci.\n\nUkładanki - Doskonała zabawa dla tych, którzy lubią bawić się układankami.\nW niezwykłym Przedszkolu Reksia elementy układanki poruszają się, a postacie wyczyniają różne śmieszne figle...\n\nMówiące Kolorowanki - Pokoloruj i wydrukuj obrazki z przygodami Reksia. Uważaj na kolory - nikt nie lubi, kiedy maluje mu się głowę na zielono. Reksio z pewnością zwróci na to uwagę.",
  "countingWithReksioDescription": "LICZĘ Z REKSIEM to połączenie multimedialnej przygody z nauką i kompleksowym sprawdzeniem znajomości matematyki z zakresu nauczania początkowego. Zadaniem gracza jest pomóc Reksiowi w uratowaniu zwierząt, które porwał Wilk.\nAby tego dokonać, trzeba zagłębić się w świat matematyki.....\nW rozbudowanej grze matematycznej przeżyjesz niezapomniane przygody. Przed Tobą labirynty, podchody, tajne akcje, dziwne maszyny, łamigłówki, pasjonujące zadania i arytmetyczne pojedynki z Wilkiem.\nAle to nie wszystko!\n\nCzekają na Ciebie także puzzle, kolorowanki i Wielki Turniej Matematyczny dla kilku graczy!\nA jeśli chcesz udać się na lekcję matematyki i poznać nowe zagadnienia, Reksio zaprasza do swojej szkoły!\n\nW programie znajdziesz:\n- Pasjonującą grę przygodową!\n- Wesołe lekcje matematyki dla początkujących!\n- Dynamiczne gry i zabawy oraz ciekawe nagrody!\n- Obszerny trening, pozwalający przećwiczyć gry zawarte w programie!\n- Turniej Matematyczny dla czterech graczy!\n- Dwa poziomy trudności: dla dzieci z klas 0-1 oraz dzieci z klas 2-3 i starszych!\n- Statystyki, z których dowiesz się, o postępach w nauce!\n- Ponad 500 zadań matematycznych podzielonych na dwa poziomy trudności!\n- 120 pięknych plansz do odwiedzenia, 2000 kwestii mówionych, 20 wspaniale animowanych postaci!\n\nNauka matematyki może być wielką przygodą!",
  "abcWithReksioDescription": "ABC z Reksiem, to program dla dzieci od 5 lat. Przeznaczony jest do nauki podstaw alfabetu, funkcji litery w słowie oraz czytania i rozumienia prostych słów, zwrotów i zdań. Program jest rozbudowany i zróżnicowany. Zawiera około 300 gier i zabaw. Znaleźć tu można zarówno kurs nauki alfabetu, jak i wiele zabaw związanych z poznawaniem liter.\n\n\"ABC z Reksiem\" składa się z trzech części: gry, elementarza i szkoły. Pierwsza z nich to wesoła zabawa, w której gracz pomaga Reksiowi skompletować alfabet, podczas rozwiązywania różnych gier i zgadywanek. Interaktywny elementarz to zbiór kolorowych stron poświęconych poszczególnym literkom. Znajdują się tu ukryte animacje, słowa i różne zabawy. Szkoła to przyjazny dziecku kurs nauki alfabetu składający się z około 100 zdań, zabaw i prezentacji. Dziecko uczy się tutaj nie tylko rozpoznawać litery, ale także posługiwać się nimi w różnych sytuacjach. Literkowa gra to zabawa ze Smokiem Literkowym, który porwał chłopca - najlepszego przyjaciela Reksia. Aby go uwolnić Reksio musi skompletować cały alfabet. Dziecko pomaga pieskowi. Jednocześnie poznaje alfabet, ćwiczy pisanie i czytanie.\n\nCentrum reksiowego świata stanowi podwórze domu. Tam ukryte jest 6 ciekawych gier, w których można zdobyć literki. W zabawie \"Kura w opałach\" Reksio musi odeprzeć ataki lisów.\nW \"Szklarni\" sadzi nasionko i hoduje literki, natomiast w \"Maszynie koguta\" zamienia przedmioty na litery. W grze: \"Wędrowcy\" uzupełnia brakujące litery w słowach, zaś w \"Literkowym sklepie\" sprzedaje przedmioty i zamienia je na literki. Reksio chodzi także \"Na ryby\" gdzie łowi przedmioty, które następnie może w sklepie zamienić na litery.",
  "reksioPuzzlesDescription": ""
}
