{
  "siteDescription": "Download and play games from the original Reksio's Adventures (Przygody Reksia) series",
  "gameMetaFallback": "Download and play {title}",
  "lang_pl": "Poloneză",
  "lang_ro": "Română",
  "lang_ru": "Rusă",
  "lang_cz": "Cehă",
  "lang_hu": "Maghiară",
  "lang_en": "Engleză",
  "lang_de": "Germană",
  "lang_nl": "Dutch",
  "lang_fr": "French",
  "lang_es": "Spanish",
  "creditsTranslations": "Traduceri",
  "creditsBackground": "Fundalul a fost extins de Paweł Wierzbicki",
  "viewInOtherLanguages": "Vezi acest site în alte limbi:",
  "adventuresOfReksio": "Aventurile lui Reksio",
  "mainSeries": "Seria principală",
  "educationalGames": "Jocuri educaționale",
  "forTheLittlestPlayers": "Pentru cei mai mici jucători",
  "playInBrowser": "Joacă în browser",
  "withoutGameDownloading": "Fără descărcare",
  "mirrors": "Link alternativ",
  "extras": "Jocuri extra",
  "newSeries": "Seria nouă",
  "englishVersionIsFanMade": "Versiunea în engleză este făcută de fani și dublajul este făcut cu AI",
  "mainAboutHello": "Bine ai venit pe zagrajwreksia.pl - un site dedicat arhivării tuturor versiunilor disponibile ale tuturor jocurilor din seria Aventurile lui Reksio, pentru descărcarea lor și chiar jucarea unora dintre acestea direct în browser (prin ReksioEngine).",
  "mainAboutReadMore": "Citește mai multe despre acest proiect",
  "mainAboutBoombit": "Studioului BoomBit (Aidem Media) i-a expirat licența de utilizat personajul Reksio, astfel că aceștia nu își mai pot vinde jocurile cu el, și nu au probleme cu ideea ca lumea să le descarce.",
  "mainAboutNotOfficial": "This is not an official website of the game - the author of the website has nothing to do with Aidem Media/Boombit.",
  "mainAboutMoreAboutGames": "Puteți afla mai multe informații despre jocurile din seria Aventurile lui Reksio pe:",
  "reksiohubLink": "Przygody Reksia HUB <pl></pl> <gb></gb>",
  "reksiopediaLink": "Reksiopedia <pl></pl>",
  "reksiowebsiteLink": "Original game website <pl></pl>",
  "chooseLanguageVersion": "Alege limba versiunii",
  "releaseDate": "Data lansării",
  "goBack": "Înapoi",
  "reksioAndPirates": "Reksio și Comoara Piraților",
  "reksioAndUFO": "Reksio și OZN-ul",
  "reksioAndWizards": "Reksio și Magicienii",
  "reksioAndTimeMachine": "Reksio și Mașina Timpului",
  "reksioAndCaptainNemo": "Reksio și Căpitanul Nemo",
  "reksioAndKretesInAction": "Reksio și Kretes în Acțiune",
  "reksioAndKretesTheMystery": "Reksio și Kretes: Misterul celei de a Treia Dimensiuni",
  "reksioAndCityOfSecrets": "Reksio și Kretes în Orașul Secretelor",
  "reksioAndCityOfSecretsLE": "Reksio și Kretes în Orașul Secretelor: Ediția Limitată",
  "cityOfSecrets": "Orașul Secretelor",
  "cityOfSecrets2": "Orașul Secretelor 2",
  "abcWithReksio": "ABC with Reksio",
  "reksioAndOrthography": "Reksio și Ortografia",
  "countingWithReksio": "Matematica cu Reksio",
  "reksioKindergarten": "Reksio la Grădinița Veselă",
  "reksioPuzzles": "Reksio, Micul Înțelept",
  "reksioAndAnimals": "Reksio and Animals",
  "reksioAndFriends": "Reksio and Friends",
  "originalCDVersionName": "Versiunea originală de pe CD (ISO)",
  "originalCDVersionDescription": "Această versiune este exact cum se găsește pe disc; este posibil să nu funcționeze pe sisteme de operare moderne",
  "improvedVersionName": "Versiune îmbunătățită cu patch-uri",
  "mods": "Mods",
  "modsNotice": "Mods are not tested nor verified by the author of this website.",
  "drobLoaderDescription": "Adds loading pre-made savestates. Useful when you get stuck somewhere due to bugs that block further gameplay.",
  "alternativeSoundtrack": "Alternative soundtrack",
  "alternativeSoundtrackDescription": "Adds an alternative soundtrack created by Bartek Brosz, the creator of the original soundtrack for subsequent games. More information in the source.",
  "unusedContent": "Unused content",
  "unusedContentDescription": "A collection of patches that enables unused content (e.g., dialogues that are in the game files but are not used) and fix bugs. More details in the source.",
  "instructionsUnpackZip": "Extract the contents of the archive to the main game folder.",
  "zipArchive": "Arhivă ZIP",
  "instructionsRunExe": "Extrage arhiva ZIP, apoi rulează jocul dând clic pe <b>{file}</b>",
  "instructionsLinux": "<b>Only if you use Linux</b>: Install wine, then run the game using \"linux-runner.sh\".",
  "instructionsLinuxNoRunner": "<b>Only if you use Linux</b>: Install wine, then run \"winecfg\". In Libraries tab, type \"ddraw\" in the \"New override for library\" box and click \"Add\" (patches won't work otherwise).",
  "betterInstallOther": "It is recommended to download \"{name}\" instead.",
  "instructionsUnpackSoundtrackReksioPiraci": "Extract the contents of the \"Reksio Piraci\" folder to the main game folder.",
  "improvedVersionWithCommunityPatchesDescription": "No-CD patch + community patches + patches for modern operating systems. Fixes known crashes, bugs that prevent game progression, eliminates graphical errors, and improves game performance.",
  "improvedVersionDescription": "Cu crack și patch-uri pentru sisteme de operare moderne",
  "improvedVersionWithOfficialAndCommunityPatchesDescription": "No-CD patch + official patches + patches for modern operating systems. Fixes known crashes, bugs that prevent game progression, eliminates graphical errors, and improves game performance.",
  "unofficialPCPort": "Port neoficial pentru PC",
  "unofficialPCPortDescription": "Acest joc a fost portat de pe Android/iOS pe PC de comunitate",
  "unofficialTranslationDescription": "Traducere neoficială făcută de fani. Dubbing is made with AI.",
  "visitReksioDiscordForHelp": "Ai nevoie de ajutor cu jocul sau instalarea acestuia? Alătură-te comunității Reksio pe <link>Discord</link>!",
  "source": "Sursă",
  "credits": "Credite",
  "createdAndManagedBy": "Creat și gestionat de <link>Adikso</link>",
  "gamesCreatedBy": "Games created by <link>Boombit</link>",
  "sourceCode": "Cod sursă",
  "playerEnterFullscreen": "Ecran complet",
  "playerImportSaveFile": "Încarcă salvarea",
  "playerExportSaveFile": "Descarcă salvarea",
  "playerPressHereToStart": "Dă clic aici pentru a începe",
  "specialInstructions": "Instrucțiuni speciale",
  "codeFromBooklet": "Dacă jocul îți cere codul din revistă, trebuie să introduci:",
  "workingOnThisVersion": "We are working on making this version available.",
  "cncDdrawInstruction": "It is recommended to install <a href=\"https://iso.zagrajwreksia.pl/cnc-ddraw-reksio.zip\">cnc-ddraw</a> which fixes graphical bugs on modern operating systems. Extract the archive to the game's folder (somewhere in C:/Program Files/AidemMedia/...).",
  "reksioAndPiratesDescription": "Undeva, în Oceanul Non-Pacific, căpitanul piraților, pe nume Vântură-Ape, dispare in condiții misterioase. Singura hartă ce duce la o legendară comoară dispare o data cu el.\n\nÎntre timp, surferul Reksio este prins de o furtună pe mare. Tunete, fulgere... Valurile imense îl arunca pe țărmul unei insule tropicale. Aici găsește o sticlă care conține un bilețel enigmatic.\n\nAstfel Reksio împreună cu tine, dragule jucător, va participa la marea aventură a piraților.\n\nCe s-a întamplat in realitate cu Vântură-Ape?\n\nCe păzesc cu atâta sfințenie membrii Tribului Puilor?\n\nCe mister se ascunde sub vulcan?\n\nUnde se află comoara piraților?\n\nCe făcea Kretes pe insulă?\n\nPoți gasi raspunsurile la toate aceste întrebări însoțindu-l pe Reksio în această aventură plină de neprevăzut.",
  "reksioAndUFODescription": "Undeva într-o galaxie îndepărtată... într-un sistem unde oul nu este o surpriză... pe o planetă unde cocoșul îți urează noapte bună... un misterios Kurator construiește o armă imensă, pe care vrea s-o folosească pentru cucerirea Universului...\n\nÎntre timp, Reksio, după ce a rezolvat misterul comorii piraților se intoarce acasă... Aici el află despre răpirea găinilor din ograda sa. Reksio se hotărăște să le salveze și pornește in urmărirea răpitorilor extratereștri.\n\nDe ce au fost răpite găinile?\n\nCine este de fapt misteriosul Kurator?\n\nCe rol are loboda de pe planeta Kurakis?\n\nEste dragostea suficient de puternică incat sa dărame zidurile?\n\nRăspunsurile la aceste întrebări le vei afla însoțindu-l pe Reksio în noua sa expediție...",
  "reksioAndWizardsDescription": "Undeva într-o Țară a Vrăjilor ce se destramă, Burektorul Universității de Magie studiază o profeție antică. Aceasta dezvăluie că doar un misterios Babole are puterea să îl demaște pe „Cel Ce Atât de Groaznic Se Înfurie” și să îi oprească planurile malefice.\n\nCugetarea neliniștită a vrăjitorului e întreruptă de sunetul unei oglinde cum se sparge — și o cârtiță monstruos de mare pătrunde în biroul său, strigând: „Nu cred!”... Pe urmele sale, curajosul câine Reksio pășește în Țara Vrăjilor...\n\nEste Reksio acest Babole pe care îl prevestește profeția?\n\nCare dintre cei șapte vrăjitori este „Cel Care Atât de Groaznic Se Înfurie”?\n\nPoate Țara Vrăjilor să fie salvată de distrugere cu ajutorul unei cârtițe mereu posomorâte, o piatră vorbăreață, și o mână de obiecte magice?\n\nCum îți poți da seama dacă ești doar o broască obișnuită sau o prințesă fermecată?\n\nȘi cum stăpânești vrăji puternice într-un singur weekend?\n\nToate acestea le vei afla alăturându-te lui Reksio într-o altă aventură plină de surprize și escapade palpitante...",
  "reksioAndTimeMachineDescription": "După ce au învins vrăjitorul cel rău, Reksio și Kretes sperau să se poată odihni în sfârșit. Dar nu a fost să fie. Prinși de Ordinul Pernelo Băgăcioase, aceștia și-au petrecut restul vieților întemnițați. Reksio nu a mai avut parte de aventuri, iar Kretes nu s-a mai întors niciodată la Molly...\"\n\nDaca vreți ca prezicerea să nu se adeverească, ajutați-i să transforme o canapea veche într-o mașină a timpului și să se întoarcă în trecut, acolo unde îl pot găsi pe Nostradamus, singura persoană care știe cum poate fi schimbat destinul...\n\nCine e Nostradamus și de ce atâta mister?\n\nUnde se găsește galeria timpului și cum se poate ajunge la ea?\n\nChiar au dispărut dinozaurii? Sau s-au mutat și locuiesc pe altă planetă?\n\nCe ascund piramidele din Egipt?\n\nCum poți câștiga un turnir cavaleresc daca ești caine?\n\nCare este adevărul din spatele zâmbetului Mona Lisei?\n\nPe ce numere ar trebui să pariezi la loterie?\n\nRăspunsuri la *aproape* toate aceste întrebări le veți afla însoțindu-i pe Reksio și Kretes in noua lor aventură...",
  "reksioAndCaptainNemoDescription": "După ce mașina timpului este distrusă la finele secolului al XIX-lea, Reksio and Kretes sunt nevoiți să găsească un alt mod să se întoarcă în vremurile lor. Cea mai bună speranță a lor este faimosul detectiv Șvarloc Holmes. Din păcate, planurile lor de a găsi această peronalitate legendară sunt împiedicate de misteriosul Nemo, căpitanul submarinului Nautilius.\n\nSe va termina această mare aventură în jurul lumii cu succes - sau mai bine spus se va termina aceasta vreodată?\n\nVa reuși Willy Frogg să le arate tuturor că se înșeală?\n\nUnde este ascuns leagănul civilizației Kretonilor antici — și oare acolo se află *adevăratul* mister?\n\nVa reuși Reksio să câștige inima lui Kari Mata Kari?\n\nChiar poate Chuck Norvik să sape tunele doar cu o lovitură prin semirotație?\n\nVei descoperi toate aceste răspunsuri alăturându-te lui Reksio și Kretes la încă o aventură incredibilă și de neuitat...",
  "reksioAndKretesInActionDescription": "Un supliment de sine stătător stil arcade la seria Aventurile lui Reksio. Nu necesită jucarea niciunui alt joc din serie, și nici cunoștințe existente despre aventurile anterioare ale lui Reksio — doar concentrare și degete dibace.\n\nIaca au trecut câteva luni de când a luat final marea aventură a lui Reksio și Kretes. Eroii noștri se bucură acum de niște bine-meritată pace și liniște.\n\nDar acest calm este întrerupt de venirea unui pachet din America — un set exclusivit de jocuri stil arcade bazate pe aventurile lui Reksio și Kretes. Eroii noștrii se așează în fața consolei lor inventate de ingeniosul Cocoș Inventator, și se pun pe joacă.\n\nȘi astfel, ei încep să descopere un număr de inconsistențe dubioase...",
  "reksioAndKretesTheMysteryDescription": "Un zumzet misterios în mijlocul nopții îi scoală din pat pe Reksio, Kretes, și Cocoșul Inventator. Fără ezitare și în ciuda pericolului, eroii noștri ies în recunoaștere.\n\nCurând, ei descoperă un un masiv Monolit Negru a apărut într-o poiană. Kretes atinge suprafața acesteia - și într-o clipă, toți trei eroi sunt trași în adâncurile celei de a treia dimensiuni.\n\nCineva i-a răpit pe eroii noștri și i-a lăsat blocați la baza Turnului Întunecat.\n\nCineva i-a rupt din siguranța lumii lor plate, bidimensionale, și i-a aruncat într-un spațiu ostil, tridimensional.\n\nCineva a construit 54 de labirinturi pentru a le pune camaraderia prin testul suprem.\n\nCineva necruțător.\n\nCineva... familiar.",
  "reksioAndCityOfSecretsDescription": "Curajosul câine Reksio coboară in vizuina lui Kretes și se evaporă pur și simplu. Îngrijorat, Kretes pleacă in căutarea sa, străbate labirinturi, tuneluri, coridoare, pană ajunge in Oraşul Secretelor: Capturat de şobolanii ce conduc oraşul, Reksio a fost judecat pentru spionaj şi condamnat la închisoare.\n\nVa reuşi Kretes să-l salveze la timp?\n\nCine este misteriosul primar care s-a instalat în fruntea Oraşului imediat după Revoluţie?\n\nSe va lăsa Reksio inghiţit de şarpele uriaş pentru a recupera probele ce-i dovedesc nevinovaţia?\n\nCine se află in spatele şobolanilor care terorizează oraşul?\n\nPregătiţi-vă pentru excursia 3D frumos colorată, aventuraţi-vă in subteran alături de Reksio şi Kretes şi descoperiţi toate misterele Oraşului Secretelor.",
  "cityOfSecrets2Description": "Usually, a perilous adventure hides behind a completely innocent beginning. A beginning that doesn't mention anything about a giant worm, dangerous cooking recipes, the common people fighting the oppressive regime, rebelling workers and trade unions. Nor does it mention a strange salesman that forgoes the career of a dark god to start his own fish stand business. An innocent beginning doesn't say anything that could be linked to words like danger, trouble, or threat. It's just the way with all those adventures, it seems they have nothing better to do than just render a man's... animal's... mole's... life unpleasant.\n\nMoles the Mole, a not-so-bright and nice hero, but a hero nonetheless, will have the questionable opportunity to discover what fate has in store for him. One night, closer to morning than evening, Moles has been brutally awakened by scary noises. Fear tightened it's icy grip on Moles's heart and just when our hero was about to execute a tactical withdrawal, the mystery solved itself - with a terrifying series of noises, our hero's most impressive muscle was demanding a night snack. Unfortunately, the problem with adventure games is that nothing's ever easy in them. The fridge is empty, the designer didn't draw a larder and the writer already had an idea how to complicate the hero's life. Now that's an innocent beginning, if I've ever seen one. And you know what's the usual deal with those innocent beginnings.\n\nThis game was tested on animals. They didn't like it and went away.\nThis game was tested on testers. Nobody asked them if they wanted to do it and they couldn't get away.",
  "reksioAndCityOfSecretsLEDescription": "",
  "cityOfSecretsDescription": "",
  "reksioAndOrthographyDescription": "Va doriți ca puștiul dumneavoastră să vorbească in limba română corect, fără să facă greșeli de vorbire sau de scriere? Dacă sunteți unul dintre părinții cu adevărat preocupați de cunoștințele copilului dumneavoastră, atunci sigur veți aprecia la justa lui valoare acest joc educațional-distractiv.\n\nCând folosim *s* sau *z*, *m* sau *n*, *ii* sau *iii* , *ae* sau *e*, când folosim cratima sau care sunt cuvintele compuse. Iată câteva din temele puse in dezbatere!\n\nGrafica și animația extrem de vii și vesele fac din regulile gramaticale o plăcere! Mai ales că, pentru rezolvarea lor, vei fi ajutat de animăluțe simpatice și invățatul Reksio!\n\nJocurile dezvoltă memoria și gândirea logică! Un perfect echilibru între divertisment și educație, programul este conceput în așa fel încât învățatul să fie o plăcere.\n\nCu ajutorul acestui CD, copilul dumeavoastră va invăța în mod rapid și foarte ușor cuvinte noi și expresii dificile. Setul de jocuri și sarcinile pregătite creeaza o poveste care face ca dobândirea cunoștințelor să se facă într-un mod agreabil pentru copil!",
  "reksioKindergartenDescription": "După atâtea peripeții, Reksio s-a înscris la grădinița și te invită la o plimbare educativă cu opt opriri, adica opt jocuri pentru cei mici.\n\nPoți deveni campion al memoriei jucând „Descoperă perechile” sau „Jucării ce dispar”, îți poți demonstra talentul de constructor în atelier unde va trebui să construiești conform schemei, vei fi mecanic de locomotivă și va trebui sa conduci toți pasagerii în Gara Centrală.\n\nAlte surprize te așteaptă, descoperă-le!",
  "countingWithReksioDescription": "Puștiul tău îți spune că orele de matematică sunt plictisitoare, că adunările și scăderile îi dau bătăi de cap, iar înmulțirile și împărțirile sunt greu de rezolvat?\n\nDacă te confrunți cu această problemă, sau doar dacă vrei să-i oferi un motiv de a-și petrece timpul intr-un mod interesant și plăcut, în care să se distreze, dar și să devină captivat de matematică, atunci Reksio și Matematica, te poate ajuta!\n\nReksio va fi meditatorul personal! Alături de el, vei învăța să numeri, iar operațiile matematice de bază (adunarea, scăderea, înmulțirea, împărțirea) și figurile geometirce le vei aprofunda. De asemenea, vei rezolva probleme cu mulțimi, de logică matematică si ecuații!\n\nNicicând nu a fost mai ușor sa înveți matematică! Alături de colegi haioși, vei reuși să-ți focalizezi atenția asupra problemelor ridicate de joc sau să te orientezi în spațiu, ghidându-te după o hartă! Acumularea cunoștințelor într-o manieră distractivă este doar începutul!\n\nPoți opta pentru două grade diferite de dificultate: greu și ușor, în funcție de vârstă, care te vor ajuta să-ți exersezi gândirea logică, capacitatea de asociere și de memorare. Poate fi folosit ca o metodă de testare a cunoștințelor dobândite.\n\nDeci, ajutați copilul să se distreze cu folos!",
  "abcWithReksioDescription": "",
  "reksioPuzzlesDescription": "Un nou joc oferit de simpaticul Reksio, cel mai aventurier dintre căței!\n\nDescoperă alături de eroul nostru misterele unei insule exotice, rezolvă provocările și reconstituie drumul către comoara piraților!\n\nTe așteaptă o cursă nebună prin labirint, teste de perspicacitate, operații logice și aritmetice, precum și o mulțime de alte surprize!\n\nDeopotrivă educativ și recreativ, jocul este construit pe niveluri de dificultate, fiind accesibil chiar și celor mai micuți admiratori ai personajului.\n\nIdeal pentru antrenarea memoriei și a spiritului de observație!\n\nFolosește-ți priceperea, cunoștințele și intuiția pentru a finaliza cu succes sarcinile indicate de Reksio.\n\nRăsplata va fi pe măsura eforturilor și istețimii tale!"
}
